Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F09B.tmx
Source language: en_us
Languages: zh_cn

source: Different Strokes for Different Folks: 5 Chinese Lifestyle Differences
zh_cn: 人各有活法——中国人与西方人的五大不同生活理念

source: When you first come to China you can almost imagine that it isn't really that different from home.
zh_cn: 当你第一次踏上中国这片热土，你完全会惊讶地发现：它和你的祖国并没有太大的区别。

source: It certainly isn't the old China that you see in the movies - women walking around in Qipao, Shaolin monks roaming the streets, temples and pagodas on every corner.
zh_cn: 中国已不再是你从旧电影里所看到的那样：满大街都是穿着旗袍的女人，到处可以看到少林寺和尚的身影，寺庙宝塔随处可见。

source: In fact, many Chinese cities physically resemble their counterparts abroad, and it can be easy when you first step off the plane to feel like, aside from the funny signs in a different language, not that much is different.
zh_cn: 其实，从外表上看，许多中国的城市正在和西方的城市越来越相似，当你走下飞机，除了对用中文表达的标示感到有趣之外，并不会觉得有何异样。

source: But the differences between China and the West are often more subtle and include differences in lifestyle and ways that might not stand out immediately when you take your first forays onto Chinese soil; but you will notice them, in time. Here we look at ways that Chinese lives are different from ours back home.
zh_cn: 然而， 中西方社会的差异却是真切地存在着，只是你初来乍到，难以体会而已，我们一起来看看中国人有着怎样不同的生活吧。

source: No Car Culture
zh_cn: 汽车文化

source: Although car ownership is becoming more common in China, you are just as likely to see people walking or riding bikes as you are to see them behind the wheel.
zh_cn: 在中国，虽然拥有私家车的人数在不断攀升，但是走路或骑车依然是绝大部分中国人的主要代步方式。

source: Aside from the obvious health benefits to walking and bike riding, the lack of a car culture in China has a larger effect on Chinese lifestyles than you might first realise.
zh_cn: 当然，走路与骑车对身体健康的好处是显而易见的，只是汽车文化的缺失深远地影响着中国人的生活方式。

source: There are almost no drive-through fast food restaurants, for starters, which means that while fast food is popular in China it is not so convenient as to have become a daily part of most people's routines.
zh_cn: 尽管快餐文化在中国已经日益流行，但以车代步尚未成为中国人的主流意识，所以快餐就难以像它在西方社会那样成为人们每日必吃的方便食品，你在这里也几乎找不到“免下车快餐厅”。

source: Because most Chinese people are not car owners, Chinese cities have extremely well developed public transportation.
zh_cn: 正因为相比而言更多的人没有汽车，所以许多城市不遗余力地发展其公共交通设施。

source: Lack of car ownership also means less urban sprawl, with most city dwellers concentrated in urban areas near the city center.
zh_cn: 也正是由于这个原因，所以城市人口很难向郊区大幅迁移，人们还是愿意选择住在出行方便的市中心。

source: Although these features of Chinese life are changing, we doubt that cars will completely overtake other forms of transportation anytime soon.
zh_cn: 随着中国日新月异的变化，人们的生活正在发生着巨大改变，但很难说在不久的将来，开车将完全成为中国人首选的交通工具。

source: On Being a Teen
zh_cn: 青少年问题

source: Chinese culture does not indulge in the idea that kids will be kids or that teenagers are bound to get up to no good.
zh_cn: 受中国传统文化根深蒂固的影响，中国的大人普遍不相信这点：小孩就是小孩，青少年可以整天无所事事！

source: You won't hear tales from Chinese teenagers about the keggers they went to after homecoming or the joints they smoked under the bleachers.
zh_cn: 你不可能听到中国孩子跑来告诉你：去参加校友返校活动中的啤酒聚会是多么得有趣或在露天看台上偷偷尝试抽大卷烟是怎样的感受。

source: There is no high school football team and no cheerleaders, no yearbook, no senior prom.
zh_cn: 很多中国的高中都没有正规的校足球队，更别说为此助威的啦啦队长了，学校通常也不为高中毕业生制作毕业年鉴（记录他们的成长历程和学校的大事记）或组织高年级的学生舞会。

source: Instead, young Chinese people spend hours upon relentless hours prepping for their college entrance exams.
zh_cn: 中国的青少年都在忙什么呢？事实上，他们把大部分时间花在了迎接高考上。

source: They are often not allowed to date and while of course teenage puppy love exists, open displays of affection can be grounds for serious punishment or even expulsion in some Chinese high schools.
zh_cn: 父母、学校、社会舆论不允许他们出去约会，当然早恋的情况还是时有发生。仅仅是表达对某异性同学的爱慕就可能成为高中校园内的爆炸性新闻，甚至可能会招来校方的处分。

source: In the West our stories of our wild and crazy youth are a huge part of our collective consciousness, so much so that the topic has spawned countless movies, songs, and T.V. shows, and has shaped how we ourselves view the boundaries between childhood and adulthood.
zh_cn: 而在西方，我们常能看到青少年在情窦初开的年纪，做出一些疯狂的事情，这已成为西方社会集体意识的一大部分。青少年恋爱问题催生出了无数以此为题材的电影、歌曲和电视节目，同时也告诉了我们一个青少年从童年迈入成年的标志。

source: In China, teenagers are still very much children and are expected to do as they are told, get good grades and not disappoint their families.
zh_cn: 这样看来，中国的青少年更多地还是被当成小孩子在对待，只要做到听话，成绩好，不要让父母失望就可以了！

source: Sense of Community
zh_cn: 社区意识

source: The local parks and neighbourhood courtyards are a cornerstone of the social network for Chinese people.
zh_cn: 对于中国的老百姓来说，自家附近的公园和小区的花园是邻里交际的主要场所。

source: After dinner and before the sun goes down, the parks start to fill up with people - older people practicing tai qi, middle aged men playing cards or chess, young people strolling in pairs, and children running around as their parents look on.
zh_cn: 每天晚饭后，在太阳落山前，人们就开始慢慢聚集到公园里，老年人打太极，中年人打牌或下棋，青年情侣携手散步，小孩子们在父母的看护下追逐打闹，好不开心！

source: This evening time is when Chinese families come out to socialize, to gossip with the neighbours, enjoy some fresh air, and get a bit of exercise.
zh_cn: 中国家庭往往利用傍晚的时间出来与邻居聊天，呼吸新鲜空气，并做一些身体锻炼，这是一种中国式的社交方式。

source: While we in the West, especially America, have become paranoid about the predator lurking around the corner, have become isolated in front of our various screens and devices, over here in China the tradition of the neighbourhood community still persists, bringing back good memories to those of us old enough to remember riding our bikes with the neighbourhood kids or sitting on the front porch and chatting with the neighbours.
zh_cn: 而在西方人，尤其是美国，只要看到有人在街角闲逛，我们就会恐惧是坏蛋潜伏在那里。只要对着各种电子屏幕和器械，我们就觉得很满足，渐渐开始远离真实的人际关系。而在中国，传统的社区文化依然被保存得很好，这让人不禁回想起我们以前的生活场景：小时候我们也喜欢与邻居家孩子比赛骑单车，也常常坐在房前的门廊下与隔壁邻居们聊天。

source: Fresh Food
zh_cn: 新鲜食物

source: In China, frozen TV dinners are largely a foreign concept.
zh_cn: 在中国，购买速冻电视餐几乎是一个全新的外来概念。

source: Each morning you can see the mothers, grandmothers and ayis on their way to the market to buy the fresh produce they need for the family's meals.
zh_cn: 每天清晨，菜场里到处都是家庭主妇们或保姆们的忙碌身影，她们正在为自家一天的饭菜采购最新鲜的食材。

source: Many Chinese families still do not have refrigerators, nor do they particularly see the need for them, as they buy what they need for each day's meal every day, sometimes even making several trips to the market in one day.
zh_cn: 许多没添置冰箱的中国家庭，并不觉得冰箱有多大的用处，因为他们已习惯每天采购当日的食物，有时一天去几次菜市场也不觉得麻烦。

source: Although it is arguably more convenient to make weekly or bi-weekly shopping trips to the big mega-mart, shopping daily ensures less waste, as you only buy what you are sure you will use in a day.
zh_cn: 要是像西方人那样一周或两周去大超市采购一次近期食品的话，当然更方便且省时，但是中国人这种日采购的方式却能减少食物浪费，只要算好当天要吃的东西就好！

source: Fresh meat and produce is also healthier than processed food, which is largely why Chinese food, despite being cooked in vats of oil, has a reputation for being better for you than Western food.
zh_cn: 比起西方菜肴，中国菜常以新鲜的鱼肉和农产品为烹饪食材，即使在其制作过程中加入了不少的食用油，它也要显得更美味、更健康。
